Revit 2027 API
LinePattern Constructor
Overload List
Name | Description
LinePattern() |  Creates a simple line pattern.
LinePattern(String) |  Creates a line pattern with given name.
Top
See Also
Reference
LinePattern Class
Autodesk.Revit.DB Namespace